Repository: hugok79/pardus-nvidia-installer
Catalog: data/po/*.po
Languages: tr

source: <span><b>Warning</b></span>
tr: <span><b>Dikkat</b></span>

source: Changes have been made . To ensure these changes take effect, a system restart is required. Please save any work and click 'OK' to complete the process.
tr: Değişiklikler yapıldı . Bu değişikliklerin etkin olması için, sisteminizi yeniden başlatmanız gerekmektedir. Lütfen bütün işlerinizi kaydedin ve 'Tamam' butonuna basarak işlemi tamamlayın.

source: <span><b>⚠️ Important Notice: ⚠️</b></span>
tr: <span><b>⚠️ Önemli Hatırlatma: ⚠️</b></span>

source: This application is developed and maintained by the Pardus team to facilitate Nvidia graphics driver installation. The drivers are sourced from official Pardus and Nvidia repositories. <b>Driver Source and Usage</b> While this is an official Pardus application, the graphics drivers themselves are developed by Nvidia Corporation. Pardus provides this installation tool as a convenience for our users, but the drivers remain the intellectual property of Nvidia Corporation. <b>Disclaimer:</b> Please note that while we strive to ensure a smooth installation process, Pardus cannot guarantee the performance or compatibility of Nvidia drivers with all hardware configurations. Users install these drivers at their own discretion and risk. <b>Issue Reporting:</b> Feel free to report any issues or concerns via our GitHub repository: <a href="https://github.com/pardus/pardus-nvidia-installer"> Pardus Github </a>
tr: Bu uygulama, Nvidia grafik sürücülerinin kurulumunu kolaylaştırmak için Pardus ekibi tarafından geliştirilmiş ve yönetilmektedir. Sürücüler, resmi Pardus ve Nvidia depolarından sağlanmaktadır. <b>Sürücü Kaynağı ve Kullanımı</b> Bu resmi bir Pardus uygulaması olmakla birlikte, grafik sürücüleri Nvidia Corporation tarafından geliştirilmiştir. Pardus, bu kurulum aracını kullanıcılarımıza bir kolaylık olarak sunmaktadır, ancak sürücüler Nvidia Corporation'ın fikri mülkiyeti olarak kalmaktadır. <b>Sorumluluk Reddi:</b> Sorunsuz bir kurulum süreci sağlamak için çaba göstermekle birlikte, Pardus, Nvidia sürücülerinin tüm donanım yapılandırmalarıyla uyumluluğunu veya performansını garanti edemez. Kullanıcılar bu sürücüleri kendi takdirleri ve riskleri altında kurarlar. <b>Sorun Bildirimi:</b> Her türlü sorun veya endişenizi GitHub depomuz üzerinden bildirebilirsiniz: <a href="https://github.com/pardus/pardus-nvidia-installer"> Pardus Github </a>

source: This application indicates that your secondary NVIDIA GPU is currently disabled. To activate it, simply click the 'Enable GPU' button next to this message.
tr: Görünüşe göre NVIDIA ekran kartınız şuanda etkin değil. Etkinleştirmek için 'Ekran Kartını Etkinleştir' butonuna basınız.

source: Enable GPU
tr: Ekran Kartını Etkinleştir

source: page1
tr: sayfa1

source: Use Nvidia Repository
tr: Nvidia Deposunu Kullan

source: Disable Secondary GPU
tr: İkincil Ekran Kartını Devre Dışı Bırak

source: Apply Changes
tr: Değişiklikleri Uygula

source: page2
tr: sayfa2

source: page0
tr: sayfa0

source: There is no NVIDIA graphics card on your system. You can't use this application
tr: Sisteminizde NVIDIA ekran kartı bulunmamakta. Uygulamayı kullanamazsınız

source: Pardus Nvidia Installer
tr: Pardus Nvidia Kurucu

source: Driver
tr: Sürücü

source: Version
tr: Sürüm

source: Description
tr: Açıklama

source: Open Source Driver
tr: Açık Kaynaklı Sürücü

source: Proprietary Driver
tr: Sahipli Sürücü

source: Operation completed successfully
tr: İşlem başarıyla tamamlandı

source: Auth or cancellation error
tr: Yetkilendirme veya iptal hatası

source: An error occured
tr: Bir hata oluştu
